{"questionTokenToIdx": {"<NULL>": 0, "<START>": 1, "<END>": 2, "<UNK>": 3, "above": 4, "air": 5, "are": 6, "basketball": 7, "bathroom": 8, "bathtub": 9, "bed": 10, "bedroom": 11, "below": 12, "board": 13, "bookshelf": 14, "bowl": 15, "bunker": 16, "cabinet": 17, "can": 18, "candle": 19, "chair": 20, "chessboard": 21, "cleaner": 22, "clock": 23, "coffee": 24, "color": 25, "conditioner": 26, "cup": 27, "curtain": 28, "cutting": 29, "desk": 30, "dining": 31, "dishwasher": 32, "dresser": 33, "dressing": 34, "dryer": 35, "equipment": 36, "fan": 37, "fence": 38, "fireplace": 39, "fish": 40, "floor": 41, "food": 42, "frame": 43, "fruit": 44, "gym": 45, "hanger": 46, "heater": 47, "holder": 48, "hoop": 49, "in": 50, "iron": 51, "ironing": 52, "is": 53, "kettle": 54, "kitchen": 55, "knife": 56, "lamp": 57, "living": 58, "located": 59, "loudspeaker": 60, "machine": 61, "microwave": 62, "mirror": 63, "next": 64, "on": 65, "ottoman": 66, "outdoor": 67, "oven": 68, "pan": 69, "partition": 70, "pedestal": 71, "piano": 72, "picture": 73, "plant": 74, "plates": 75, "playstation": 76, "pool": 77, "processor": 78, "rack": 79, "range": 80, "refrigerator": 81, "room": 82, "rug": 83, "set": 84, "shoes": 85, "shower": 86, "sink": 87, "sofa": 88, "stairs": 89, "stand": 90, "stereo": 91, "table": 92, "tank/bowl": 93, "the": 94, "to": 95, "toy": 96, "trash": 97, "tv": 98, "utensil": 99, "vacuum": 100, "vase": 101, "wall": 102, "wardrobe": 103, "washer": 104, "what": 105, "xbox": 106}, "answerTokenToIdx": {"balcony": 0, "bathroom": 1, "bathtub": 2, "bedroom": 3, "black": 4, "blue": 5, "boiler_room": 6, "bottle": 7, "brown": 8, "candle": 9, "cart": 10, "coffee_machine": 11, "computer": 12, "cup": 13, "cutting_board": 14, "dining_room": 15, "dishwasher": 16, "dresser": 17, "dressing_table": 18, "dryer": 19, "fish_tank/bowl": 20, "food_processor": 21, "fruit_bowl": 22, "garage": 23, "green": 24, "grey": 25, "gym": 26, "ironing_board": 27, "kettle": 28, "kitchen": 29, "knife_rack": 30, "laptop": 31, "living_room": 32, "loudspeaker": 33, "maroon": 34, "microwave": 35, "mirror": 36, "orange": 37, "pan": 38, "peach": 39, "pink": 40, "plates": 41, "playstation": 42, "purple": 43, "range_hood": 44, "range_oven": 45, "red": 46, "refrigerator": 47, "shoes_cabinet": 48, "shower": 49, "sink": 50, "sofa": 51, "stairs": 52, "stereo_set": 53, "table_lamp": 54, "tan": 55, "teal": 56, "television": 57, "toilet": 58, "towel_rack": 59, "tv_stand": 60, "utensil_holder": 61, "vacuum_cleaner": 62, "vase": 63, "washer": 64, "water_dispenser": 65, "white": 66, "window": 67, "xbox": 68, "yellow": 69}}
